# print('Строка разделенная пробелами'.split())  # создает список из слов, разделенные пробелом
# print('www.python.org'.split('.'))
# print('www.python.org.ru'.split('.', 2))

# Задача 1
#
# name = input('Введите ФИО: ')
# spi = name.split()
# print(f'{spi[0]} {spi[1][0]}. {spi[2][0]}.')


# ====================
#
# lst = input('Введите числа через пробел: ').split()
# lst = map(int, lst)  # каждый элемент списка превратили в int
# print(sum(lst))

# print('Вносим изменения в локальный репозиторий')

print('Работа на новом устройстве')
